{"pages":[{"url":"http://nacnudus.github.io/opre/the-tortoise-and-the-hare-move-house","text":"Someone in my flat emigrated last week, leaving behind 13 boxes for the shipping company. When the van man arrived and saw the 40 steps leading up to our flat, he nearly passed out. I offered to help. The van man man and I are different builds. While the strong van man carried two boxes at a time down the steps, I carred only one, and then ran back up for another. The final score was seven to him, and six to me. How did I keep up? Without being unkind, the van man's strength came with bulk. Taking his own body into account, he carried a lot more than I did, half of the journeys up the steps. It would be interesting to find out how well animal bodies optimise themselves for physical exertion. If a professional house mover is on a healthy diet, does their strength and bulk tend towards an optimum solution of the strength/bulk trade-off? Anyone know?","tags":"Miscellaneous","title":"The tortoise and the hare move house"},{"url":"http://nacnudus.github.io/opre/underwear-sizes-of-flood-victims","text":"The Wellington Cathedral of St Paul (in New Zealand) has this newsletter item: Whanganui Floods In response to the recent floods that have devastated parts of the Whanganui district, [someone] from the Parish of Eastern Whanganui is collecting NEW unides/knickers. That's right - undies! These will be distributed to families in need in the region. All shapes, sizes and colours will be gratefully accepted. What size of underwear ought donors to donate? A few options come to mind. Their own size. The size of someone they know in Wanganui. A random sample from a shop where they live (around Wellington). A random sample of a shop in Wanganui. Choosing your own size is an easy stragegy to implement, but it only works under certain assumption. Are the donors of underwear similar in weight and balance of sexes to the receivers? Does anyone have access to demographics of New Zealand Anglican parishes? Choosing the size of someone one knows in Wanganui has a couple of advantages over the first strategy. First, parisoners of Wellington Cathedral may well know parishoners of Eastern Whanganui. Supposing the receivers of undies are from all of Whanganui, not just the parishioners, it is still likely that people know people. This is a small country. Secondly, donors may also know children in Wanganui, whereas they probably aren't children themselves. This is an important point for the third strategy: sampling from a shop in Wellington. Bendon Lingerie surely doesn't stock children's sizes. The final strategy might be best, since a clothes shop in Wanganui probably understands the local market as well as anyone. But I'd be concerned for people in the tails of the undie-size distribution. The people in extreme need are the people at the extremes. Since too-small undies can usually stretch, a good strategy would tends to under- rather than over-stimate the size of the population. Overestimates are useless — the dungers fall down.","tags":"Miscellaneous","title":"Underwear sizes of flood victims"}]}